# SpacePeopleLatentHeatGainPerPersonParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpacePeopleLatentHeatGainPerPersonParam Property
ParameterTypeId Class See Also
---
"Latent Heat Gain per person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpacePeopleLatentHeatGainPerPersonParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpacePeopleLatentHeatGainPerPersonParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpacePeopleLatentHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace